welcome = "Привет! Это Chatterbird, бот - переводчик терминов. Чтобы получить перевод, " \
          "просто отправьте текст сообщением. Для получения подробной информации о работе бота, воспользуйтесь " \
          "командой /about."

about = "Chatterbird был задуман как дополнение к Переводчику ИСУ, позволяющее быстрее найти перевод нужного термина." \
        " Настоящая версия Chatterbird - тестовая, с очень небольшим словарем, ее назначение -- продемонстрировать " \
        "его возможности и собрать feedback.\n" \
        "Несмотря на ограниченный, в сравнение с Переводчиком, функционал, Chatterbird позволяет:\n\n" \
        "* проводить поиск сразу по все категориям данных\n" \
        "* получать перевод в один клик (кстати, кликнув по переводу термина, вы сразу же копируете его в " \
        "буфер обмена)\n\n" \
        "А еще Chatterbird не чувствителен к регистру и наличию кавычек, и в большинстве случаев способен " \
        "обрабатывать склонения, что позволяет копировать термины из текста и получать перевод, не редактируя их.\n\n" \
        "В перспективе, Chatterbird может работать с данными Переводчика, что обеспечит актуальность " \
        "переводов, а также иметь такие дополнительные функции, как дополнительные и личные словари пользователей."

fail_repeat = "Перевод не найден! На всякий случай, попробуем в именительном падеже?"
